Repository: MochiLog/MochiLog-Windows
Catalog: resources/Shared.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# mt_028
source: Launch at login
de: Beim Login starten
es: Lanzar al iniciar sesión
fr: Lancer à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动
zh_hant: 登入時啟動

# mt_029
source: Show in menu bar
de: Menüleiste anzeigen
es: Mostrar en la barra de menú
fr: Afficher dans le menu
ja: メニューバーに表示
ko: 메뉴바 표시
zh_hans: 在菜单中显示
zh_hant: 在功能表中顯示

# mt_030
source: Hide Dock icon while in menu bar
de: Dock-Symbol in der Menüleiste ausblenden
es: Ocultar icono de muelle mientras está en la barra de menú
fr: Masquer l'icône de la station d'accueil dans la barre de menus
ja: メニューバー表示中はDockに表示しない
ko: 메뉴 표시줄에 있는 동안 독 아이콘 숨기기
zh_hans: 在菜单栏中隐藏Dock图标
zh_hant: 在功能表列中隱藏Dock圖示

# mt_031
source: This feature is in beta. A fix may take time, and we may not be able to reply individually.
de: Diese Funktion befindet sich in der Beta-Phase. Eine Reparatur kann einige Zeit in Anspruch nehmen und wir können möglicherweise nicht einzeln antworten.
es: Esta función está en fase beta. Una solución puede llevar tiempo y es posible que no podamos responder individualmente.
fr: Cette fonctionnalité est en version bêta. Un correctif peut prendre du temps et nous pourrions ne pas être en mesure de répondre individuellement.
ja: この機能はベータ版です。解決に時間がかかる場合があり、個別に返信できない場合もあります。
ko: 이 기능은 베타 버전입니다. 보완하는 데 시간이 걸릴 수 있으며 개별적으로 회신하지 못할 수 있습니다.
zh_hans: 此功能处于测试阶段。改进可能需要一段时间，我们可能无法单独回复。
zh_hant: 此功能處於測試階段。修繕工作可能需要一段時間，我們可能無法個別回覆。

# mt_032
source: Nickname
de: Gerätename
es: Nombre de usuario
fr: Pseudo
ja: ニックネーム
ko: 별명
zh_hans: 昵称
zh_hant: 飛機暱稱

# mt_033
source: Reply email
de: E-Mail antworten
es: Correo electrónico de respuesta
fr: Réponse Email
ja: 返信先メールアドレス
ko: 이메일 회신
zh_hans: 回复到邮箱
zh_hant: 回覆電子郵件

# mt_034
source: Problem and steps to reproduce
de: Problem und Schritte zur Reproduktion
es: Problema y pasos para reproducir
fr: Problème et étapes à reproduire
ja: 発生した問題・再現手順
ko: 문제 및 재현 단계
zh_hans: 问题和重现步骤
zh_hant: 問題和複製步驟

# mt_035
source: The Mac report and the latest iPhone report received by this Mac are attached. Raw analytics logs and pairing secrets are excluded.
de: Der MAC-Bericht und der neueste iPhone-Bericht, den dieser Mac erhalten hat, sind beigefügt. Rohanalyseprotokolle und Kopplungsgeheimnisse sind ausgeschlossen.
es: Se adjuntan el informe de Mac y el último informe de iPhone recibido por este Mac. Se excluyen los registros de análisis sin procesar y los secretos de emparejamiento.
fr: Le rapport Mac et le dernier rapport iPhone reçu par ce Mac sont joints. Les journaux d'analyse bruts et les secrets d'appariement sont exclus.
ja: Macの診断情報と、このMacが最後に受け取ったiPhoneの診断情報を添付します。解析ログの本文やペアリングの秘密鍵は含めません。
ko: 이 Mac에서 받은 Mac 보고서와 최신 iPhone 보고서가 첨부되어 있습니다. 원시 분석 로그 및 페어링 비밀은 제외됩니다.
zh_hans: 随函附上此Mac收到的Mac报告和最新的iPhone报告。原始分析日志和配对密钥被排除在外。
zh_hant: 附上此Mac收到的Mac報告和最新iPhone報告。原始分析日志和配對密鑰被排除在外。

# mt_036
source: No iPhone diagnostics have arrived yet. Open MochiLog on the iPhone and connect to this Mac to include them.
de: Es ist noch keine iPhone-Diagnose eingetroffen. Öffnen Sie MochiLog auf dem iPhone und verbinden Sie sich mit diesem Mac, um sie einzubeziehen.
es: Aún no han llegado los diagnósticos del iPhone. Abre MochiLog en el iPhone y conéctate a este Mac para incluirlos.
fr: Aucun diagnostic iPhone n'est encore arrivé. Ouvrez MochiLog sur l'iPhone et connectez-vous à ce Mac pour les inclure.
ja: iPhoneの診断情報はまだ届いていません。iPhoneでMochiLogを開いてMacに接続すると添付されます。
ko: 아직 iPhone 진단 프로그램이 도착하지 않았습니다. iPhone에서 MochiLog를 열고 이 Mac에 연결하여 포함하세요.
zh_hans: 尚未收到iPhone诊断程序。在iPhone上打开MochiLog并连接到此Mac以包含它们。
zh_hant: 尚未收到iPhone診斷程式。在iPhone上打開MochiLog ，並連接到此Mac以包含它們。

# mt_037
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# mt_038
source: Compose email
de: Email verfassen
es: Redactar correo electrónico
fr: Rédiger un e-mail
ja: メールを作成
ko: 이메일 작성
zh_hans: 编写Email
zh_hant: 發送 Email 到

# mt_039
source: No email composer is available.
de: Es ist kein E-Mail-Komponist verfügbar.
es: No hay ningún redactor de correo electrónico disponible.
fr: Aucun compositeur d'e-mail n'est disponible.
ja: メール作成アプリを利用できません。
ko: 사용할 수 있는 이메일 작성기가 없습니다.
zh_hans: 没有可用的电子邮件撰写器。
zh_hant: 沒有可用的電子郵件撰寫器。

# mt_041
source: Device model
de: Gerätemodell
es: Modelo del dispositivo
fr: Modèle de l’appareil
ja: 機種
zh_hans: 设备型号
zh_hant: 裝置型號

# mt_042
source: Mac transfer debug log
de: MAC-Transfer-Debug-Protokoll
es: Registro de depuración de transferencia Mac
fr: Journal de débogage du transfert Mac
ja: Mac連携のデバッグログ
ko: MAC 전송 디버그 로그
zh_hans: MAC传输调试日志
zh_hant: MAC傳輸除錯記錄

# mt_043
source: Connection, collection, and transfer events. Raw analytics logs and secrets are excluded.
de: Verbindungs-, Sammel- und Übertragungsereignisse. Rohe Analyseprotokolle und -geheimnisse sind ausgeschlossen.
es: Eventos de conexión, recolección y transferencia. Se excluyen los registros y secretos de análisis sin procesar.
fr: Événements de connexion, de collecte et de transfert. Les journaux d'analyse bruts et les secrets sont exclus.
ja: 接続・収集・転送の状態を表示します。解析ログの本文や秘密鍵は含まれません。
ko: 연결, 수집 및 전송 이벤트. 원시 분석 로그 및 비밀은 제외됩니다.
zh_hans: 连接、收集和传输事件。原始分析日志和机密被排除在外。
zh_hant: 連線、收集和傳輸事件。原始分析日志和祕密被排除在外。

# mt_046
source: Copy
de: Ausfertigung
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

# mt_047
source: No events yet
de: Aktuell keine Veranstaltungen
es: Aún no tienes seguimiento de equipaje
fr: Pas encore d’événements.
ja: まだログがありません
ko: 진행되는 모임이 없습니다
zh_hans: 尚无事件。
zh_hant: 暫無行李事件

# mt_048
source: Get the computer app
de: Computer-App laden
es: Obtener la app para ordenador
fr: Obtenir l’app pour ordinateur
ja: パソコン用アプリを入手
ko: 컴퓨터 앱 받기
zh_hans: 获取电脑版应用
zh_hant: 取得電腦版 App

# mt_049
source: MochiLog Mac releases
de: MochiLog Mac-Versionen
es: Lanzamientos de MochiLog para Mac
fr: Versions Mac de MochiLog
ja: MochiLog Macの配布ページ
ko: MochiLog Mac 릴리스
zh_hans: MochiLog Mac版本
zh_hant: MochiLog Mac版本

# mt_050
source: Share link to Mac
de: Link zum Mac teilen
es: Compartir enlace a Mac
fr: Partager le lien avec le Mac
ja: リンクをMacへ共有
ko: Mac에 링크 공유하기
zh_hans: 将链接分享到Mac
zh_hant: 將連結分享至Mac

# mt_051
source: Open the release page on your Mac and install the signed, notarized DMG.
de: Öffnen Sie die Freigabeseite auf Ihrem Mac und installieren Sie die signierte, notariell beglaubigte DMG.
es: Abra la página de lanzamiento en su Mac e instale la DMG firmada y notariada.
fr: Ouvrez la page de publication sur votre Mac et installez le DMG signé et notarié.
ja: Macで配布ページを開き、署名・公証済みのDMGをインストールしてください。
ko: Mac에서 릴리스 페이지를 열고 서명된 공증 DMG를 설치합니다.
zh_hans: 在Mac上打开发布页面并安装已签名的公证DMG。
zh_hant: 在Mac上開啟發佈頁面，並安裝已簽署、公證的DMG。

# mt_052
source: Beta requirements
de: Beta-Anforderungen
es: Requisitos beta
fr: Exigences bêta
ja: ベータ版の利用条件
ko: 베타 요구 사항
zh_hans: 测试版要求
zh_hant: 測試版要求

# mt_053
source: iOS / iPadOS 27 and macOS 27 or supported Windows
de: iOS / iPadOS 27 und macOS 27 oder unterstütztes Windows
es: iOS / iPadOS 27 y macOS 27 o Windows compatible
fr: iOS / iPadOS 27 et macOS 27 ou Windows compatible
ja: iOS / iPadOS 27 と macOS 27 または対応するWindows
ko: iOS / iPadOS 27 및 macOS 27 또는 지원 Windows
zh_hans: iOS / iPadOS 27，以及 macOS 27 或受支持的 Windows
zh_hant: iOS / iPadOS 27，以及 macOS 27 或支援的 Windows

# mt_054
source: Same Wi-Fi network for local transfer
de: Gleiches WLAN für lokale Übertragung
es: Misma red Wi-Fi para transferencia local
fr: Même réseau Wi-Fi pour le transfert local
ja: ローカル転送には同じWi-Fiネットワーク
ko: 로컬 전송 시 동일한 Wi-Fi 네트워크
zh_hans: 本地传输需连接同一 Wi-Fi 网络
zh_hant: 本機傳輸需連接相同 Wi-Fi 網路

# mt_055
source: Log collection works only while unlocked
de: Die Protokollsammlung funktioniert nur, wenn sie freigeschaltet ist
es: La recopilación de registros solo funciona mientras está desbloqueada
fr: La collection de journaux ne fonctionne que lorsqu'elle est déverrouillée
ja: ログ収集は端末のロック解除中のみ可能
ko: 로그 수집은 잠금이 해제된 경우에만 작동합니다
zh_hans: 日志收集仅在解锁时有效
zh_hant: 日誌收集僅在解鎖時有效

# mt_056
source: Pairing steps
de: Kopplungsschritte
es: Pasos para el emparejamiento:
fr: Étapes de couplage
ja: ペアリングの手順
ko: 페어링 단계
zh_hans: 配对步骤
zh_hant: 配對步驟

# mt_057
source: Install and open the MochiLog Mac DMG. No Python or Xcode installation is needed.
de: Installieren und öffnen Sie das MochiLog Mac DMG. Es ist keine Python- oder Xcode-Installation erforderlich.
es: Instale y abra MochiLog Mac DMG. No es necesaria la instalación de Python o Xcode.
fr: Installez et ouvrez le MochiLog Mac DMG. Aucune installation de Python ou de Xcode n'est nécessaire.
ja: MacにMochiLog MacのDMGをインストールして開きます。PythonやXcodeの追加インストールは不要です。
ko: MochiLog Mac DMG를 설치하고 엽니다. Python 또는 Xcode 설치가 필요하지 않습니다.
zh_hans: 安装并打开MochiLog Mac DMG。无需安装Python或Xcode。
zh_hant: 安裝並開啟 MochiLog Mac 的 DMG。無須安裝 Python 或 Xcode。

# mt_058
source: For first setup, choose Wireless or USB in the Mac app. Wireless: enable Developer Mode, then use Settings → Developer → Paired Macs and enter the six-digit code; you can turn Developer Mode off afterwards. USB: connect this unlocked device, approve Trust, and tap Set up with USB on the Mac. Then unplug the cable. Once wireless access is verified, future collection uses Wi-Fi. Disconnect the USB cable and refresh in the Mac app to verify wireless access. If OS pairing is lost later, reconnect it there; your MochiLog pairing is retained.
de: Wählen Sie für die erste Einrichtung in der Mac-App WLAN oder USB. WLAN: Entwicklermodus aktivieren, unter Einstellungen → Entwickler → Gekoppelte Macs den sechsstelligen Code eingeben; danach kann der Modus ausgeschaltet werden. USB: Entsperrtes Gerät verbinden, „Vertrauen“ bestätigen und am Mac „Mit USB einrichten“ wählen. Danach das Kabel entfernen. Nach Prüfung des drahtlosen Zugriffs erfolgt die Erfassung über WLAN. Nach USB das Kabel trennen und in der Mac-App aktualisieren, um den drahtlosen Zugriff zu prüfen. Geht die OS-Kopplung später verloren, verbinden Sie sie dort erneut; die MochiLog-Kopplung bleibt erhalten.
es: En la configuración inicial, elige Wi-Fi o USB en la app para Mac. Wi-Fi: activa el modo de desarrollador y escribe el código de seis dígitos en Ajustes → Desarrollador → Mac enlazados; después puedes desactivarlo. USB: conecta el dispositivo desbloqueado, acepta Confiar y pulsa Configurar con USB en el Mac. Luego desconecta el cable. Tras verificar el acceso inalámbrico, la recopilación se hace por Wi-Fi. Tras USB, desconecta el cable y actualiza la app para Mac para verificar el acceso inalámbrico. Si se pierde el enlace del sistema, restablécelo allí; el de MochiLog se conserva.
fr: Pour la première configuration, choisissez Sans fil ou USB dans l’app Mac. Sans fil : activez le mode développeur, puis saisissez le code à six chiffres dans Réglages → Développeur → Mac jumelés ; vous pourrez ensuite le désactiver. USB : connectez l’appareil déverrouillé, approuvez « Se fier », puis touchez « Configurer par USB » sur le Mac. Débranchez ensuite le câble. Après vérification de l’accès sans fil, la collecte se fait par Wi-Fi. Après USB, débranchez le câble et actualisez l’app Mac pour vérifier l’accès sans fil. Si le jumelage système est perdu, rétablissez-le dans l’app Mac ; celui de MochiLog est conservé.
ja: 初回はMacアプリで無線かUSBを選びます。無線の場合はデベロッパモードをオンにし、「設定 → デベロッパ → ペアリング済みMac」で6桁コードを入力します。完了後はオフにできます。USBの場合はロック解除した端末を接続して「信頼」を許可し、Macの「USBで設定」を押します。その後ケーブルを外せます。無線接続の確認後はWi-Fiで収集します。 USB後はケーブルを外し、Macアプリで再検索して無線接続を確認します。後からOSペアリングが切れた場合もMac側で再接続でき、MochiLogの登録は保持されます。
ko: 처음 설정할 때 Mac 앱에서 무선 또는 USB를 선택하세요. 무선: 개발자 모드를 켜고 설정 → 개발자 → 페어링된 Mac에서 6자리 코드를 입력합니다. 이후 개발자 모드를 끌 수 있습니다. USB: 잠금 해제된 기기를 연결하고 신뢰를 허용한 다음 Mac에서 USB로 설정을 누릅니다. 이후 케이블을 분리하세요. 무선 접근을 확인한 뒤에는 Wi-Fi로 수집합니다. USB 설정 후 케이블을 분리하고 Mac 앱에서 새로고침하여 무선 접근을 확인하세요. 나중에 OS 페어링이 끊겨도 Mac 앱에서 다시 연결할 수 있으며 MochiLog 페어링은 유지됩니다.
zh_hans: 首次设置时，在 Mac App 中选择无线或 USB。无线：开启开发者模式，在“设置 → 开发者 → 已配对的 Mac”中输入六位代码；完成后可关闭开发者模式。USB：连接已解锁的设备，允许“信任”，再点按 Mac 上的“通过 USB 设置”。之后可拔下线缆。验证无线访问后，将通过 Wi-Fi 收集。 USB 设置后拔下线缆并在 Mac App 中刷新，以验证无线访问。如果之后系统配对断开，可在 Mac App 中重新连接；MochiLog 配对会保留。
zh_hant: 初次設定時，在 Mac App 中選擇無線或 USB。無線：開啟開發者模式，在「設定 → 開發者 → 已配對的 Mac」輸入六位數代碼；完成後可關閉開發者模式。USB：連接已解鎖的裝置，允許「信任」，再點按 Mac 上的「透過 USB 設定」。之後可拔除線材。驗證無線存取後，將透過 Wi-Fi 收集。 USB 設定後拔除線材並在 Mac App 中重新整理，以驗證無線存取。如果之後系統配對中斷，可在 Mac App 中重新連接；MochiLog 配對會保留。

# mt_059
source: Select this device in the Mac app and create MochiLog pairing. Scan its QR below. The QR is specific to this device.
de: Wählen Sie dieses Gerät in der Mac-App aus und erstellen Sie eine MochiLog-Kopplung. Scannen Sie den QR unten. Der QR ist spezifisch für dieses Gerät.
es: Seleccione este dispositivo en la aplicación Mac y cree un emparejamiento MochiLog. Escanee su QR a continuación. El QR es específico para este dispositivo.
fr: Sélectionnez cet appareil dans l'application Mac et créez un jumelage MochiLog. Scannez son QR ci-dessous. Le QR est spécifique à cet appareil.
ja: Macアプリで端末を選び、MochiLogペアリングを作成します。表示されたQRコードを下のボタンで読み取ります。QRは選択した端末専用です。
ko: Mac 앱에서 이 장치를 선택하고 MochiLog 페어링을 만듭니다. 아래에서 QR을 스캔하세요. QR은 이 장치에만 적용됩니다.
zh_hans: 在Mac应用程序中选择此设备并创建MochiLog配对。扫描下方的二维码。QR码特定于此设备。
zh_hant: 在Mac應用程式中選擇此裝置並建立MochiLog配對。在下方掃描其QR碼。QR碼僅適用於此裝置。

# mt_060
source: Keep the Mac app open for periodic collection. Open this app to receive and import over Wi-Fi.
de: Lassen Sie die Mac-App für die regelmäßige Erfassung geöffnet. Öffnen Sie diese App, um die Protokolle über WLAN zu empfangen und zu importieren.
es: Mantén abierta la app de Mac para la recopilación periódica. Abre esta app para recibir e importar los registros por Wi‑Fi.
fr: Laissez l’app Mac ouverte pour la collecte régulière. Ouvrez cette app pour recevoir et importer les journaux par Wi‑Fi.
ja: Macアプリを起動しておくとログを定期収集します。このアプリを開くとWi-Fiで受信・解析します。
ko: 정기적으로 수집하려면 Mac 앱을 열어 두세요. 이 앱을 열면 Wi‑Fi로 로그를 받아 가져옵니다.
zh_hans: 保持 Mac 应用运行以定期收集。打开此应用，即可通过 Wi‑Fi 接收并导入日志。
zh_hant: 保持 Mac App 開啟以定期收集。開啟此 App，即可透過 Wi‑Fi 接收並匯入日誌。

# mt_061
source: Tag same-model manual logs as this device
de: Manuelle Protokolle desselben Modells diesem Gerät zuordnen
es: Asignar a este dispositivo los registros manuales del mismo modelo
fr: Associer à cet appareil les journaux manuels du même modèle
ja: 同じ機種の手動ログをこの端末として記録
ko: 동일 모델의 수동 로그를 이 기기에 연결
zh_hans: 将同型号的手动导入日志归入此设备
zh_hant: 將同機型的手動匯入日誌歸入此裝置

# mt_062
source: Enable only when sharing logs from this device's Settings → Analytics Data. Turn it off for files from another physical device of the same model. Mac transfers always use their paired device ID independently.
de: Nur aktivieren, wenn Sie Protokolle unter „Einstellungen → Analysedaten“ dieses Geräts teilen. Für Dateien eines anderen Geräts desselben Modells deaktivieren. Mac-Übertragungen verwenden unabhängig davon die gekoppelte Geräte-ID.
es: Actívalo solo al compartir registros de Ajustes → Datos de análisis de este dispositivo. Desactívalo para archivos de otro dispositivo del mismo modelo. Las transferencias desde Mac usan siempre el ID del dispositivo emparejado.
fr: Activez ceci uniquement pour les journaux partagés depuis Réglages → Données d’analyse de cet appareil. Désactivez-le pour un autre appareil du même modèle. Les transferts Mac utilisent toujours l’identifiant de l’appareil jumelé.
ja: この端末の『設定 → 解析データ』から共有する場合だけオンにしてください。同じ機種の別個体から受け取ったファイルも区別できなくなるため、その場合はオフにします。Macからの転送はこの設定に関係なく個体IDで区別します。
ko: 이 기기의 설정 → 분석 데이터에서 공유한 로그에만 켜세요. 같은 모델의 다른 기기에서 가져온 파일에는 끄세요. Mac 전송은 이 설정과 관계없이 페어링된 기기 ID를 사용합니다.
zh_hans: 仅在共享此设备“设置 → 分析数据”中的日志时启用。来自其他同型号设备的文件应关闭。Mac 传输始终单独使用已配对的设备 ID。
zh_hant: 僅在分享此裝置「設定 → 分析資料」中的日誌時啟用。來自其他同機型裝置的檔案應關閉。Mac 傳輸一律使用已配對的裝置 ID。

# mt_063
source: Device ID
de: Geräte-ID
es: ID del dispositivo
fr: Identifiant de l’appareil
ja: 個体ID
ko: 기기 ID
zh_hans: 设备 ID
zh_hant: 裝置 ID

# mt_064
source: Find Mac again
de: Mac erneut suchen
es: Buscar Mac de nuevo
fr: Rechercher le Mac
ja: Macを再検索
ko: Mac 다시 찾기
zh_hans: 重新查找 Mac
zh_hant: 重新尋找 Mac

# mt_065
source: Scan the computer’s QR code
de: QR-Code des Computers scannen
es: Escanear el QR del ordenador
fr: Scanner le QR de l’ordinateur
ja: パソコンのQRコードを読み取る
ko: 컴퓨터 QR 코드 스캔
zh_hans: 扫描电脑的二维码
zh_hant: 掃描電腦的 QR 碼

# mt_066
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続状態
ko: 연결
zh_hans: 连接状态
zh_hant: 連線狀態

# mt_067
source: After reinstalling, pair again with a previously linked computer to recover the same device ID. Locally stored records cannot be recovered after deleting the app. Older records without IDs are not merged automatically.
de: Nach der Neuinstallation können Sie die Geräte-ID durch erneutes Koppeln mit einem früher verbundenen Computer wiederherstellen. Nur lokal gespeicherte Einträge gehen beim Löschen der App verloren. Ältere Einträge ohne ID werden nicht automatisch zusammengeführt.
es: Tras reinstalar, empareja con un ordenador enlazado antes para recuperar el mismo ID. Los registros solo locales no se recuperan al eliminar la app. Los registros antiguos sin ID no se fusionan automáticamente.
fr: Après réinstallation, jumelez avec un ordinateur déjà associé pour récupérer le même identifiant. Les données uniquement locales sont perdues après suppression de l’app. Les anciennes données sans identifiant ne fusionnent pas automatiquement.
ja: 再インストール後は以前連携したPCと再ペアリングすると同じ個体IDを復元できます。アプリ削除で失われたローカル記録は復元できません。既存のIDなし記録は自動で結合しません。
ko: 재설치 후 이전에 연결한 PC와 다시 페어링하면 같은 기기 ID를 복원할 수 있습니다. 앱 삭제로 사라진 로컬 기록은 복구할 수 없습니다. ID가 없는 이전 기록은 자동 병합하지 않습니다.
zh_hans: 重新安装后，与之前连接的电脑重新配对可恢复同一设备 ID。删除应用后丢失的本地记录无法恢复。无 ID 的旧记录不会自动合并。
zh_hant: 重新安裝後，與先前連接的電腦重新配對可還原相同裝置 ID。刪除 App 後遺失的本機紀錄無法還原。沒有 ID 的舊紀錄不會自動合併。

# mt_068
source: View debug log
de: Debug-Protokoll anzeigen
es: Ver registro de depuración
fr: Voir le journal de débogage
ja: デバッグログを見る
ko: 디버그 로그 보기
zh_hans: 查看调试日志
zh_hant: 檢視除錯日誌

# mt_069
source: Report a problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 不具合を報告
ko: 문제 신고
zh_hans: 报告问题
zh_hant: 回報問題

# mt_070
source: Attach Mac and iPhone diagnostics. A fix may take time, and we may not be able to reply.
de: Diagnosedaten von Mac und iPhone anhängen. Eine Lösung kann Zeit brauchen; möglicherweise können wir nicht antworten.
es: Adjunta los diagnósticos del Mac y el iPhone. La solución puede tardar y quizá no podamos responder.
fr: Joignez les diagnostics du Mac et de l’iPhone. La résolution peut prendre du temps et nous pourrions ne pas répondre.
ja: MacとiPhoneの診断情報を添付できます。解決に時間がかかる場合があり、返信できない場合もあります。
ko: Mac과 iPhone 진단 정보를 첨부할 수 있습니다. 해결에 시간이 걸리거나 답변을 드리지 못할 수 있습니다.
zh_hans: 可附加 Mac 和 iPhone 诊断信息。解决问题可能需要时间，也可能无法回复。
zh_hant: 可附加 Mac 和 iPhone 診斷資訊。解決問題可能需要時間，也可能無法回覆。

# mt_071
source: Computer transfer (Beta)
de: Computer-Übertragung (Beta)
es: Transferencia con ordenador (Beta)
fr: Transfert ordinateur (bêta)
ja: パソコン連携（ベータ）
ko: 컴퓨터 연동(베타)
zh_hans: 电脑传输（测试版）
zh_hant: 電腦傳輸（測試版）

# mt_072
source: Scan QR
de: QR-Code scannen
es: Escanear QR
fr: Scanner le QR code
ja: QRを読み取る
ko: QR 스캔
zh_hans: 扫描二维码
zh_hant: 掃描 QR 碼

# mt_073
source: Pairing failed
de: Kopplung fehlgeschlagen
es: Error al emparejar
fr: Échec du jumelage
ja: ペアリングできません
ko: 페어링 실패
zh_hans: 配对失败
zh_hant: 配對失敗

# mt_074
source: Relink this device's records?
de: Einträge dieses Geräts neu zuordnen?
es: ¿Volver a vincular los registros de este dispositivo?
fr: Réassocier les données de cet appareil ?
ja: 個体IDを引き継ぎますか？
ko: 이 기기의 기록을 다시 연결할까요?
zh_hans: 重新关联此设备的记录？
zh_hant: 重新連結此裝置的紀錄？

# mt_075
source: Relink
de: Neu zuordnen
es: Volver a vincular
fr: Réassocier
ja: 引き継ぐ
ko: 다시 연결
zh_hans: 重新关联
zh_hant: 重新連結

# mt_076
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# mt_077
source: Only this device's records with its previous ID will receive the Mac's ID. Older records without an ID and other models are unchanged.
de: Nur Einträge dieses Geräts mit der bisherigen ID erhalten die Mac-ID. Ältere Einträge ohne ID und Einträge anderer Modelle bleiben unverändert.
es: Solo los registros de este dispositivo con el ID anterior recibirán el ID del Mac. Los registros antiguos sin ID y los de otros modelos no cambiarán.
fr: Seules les données de cet appareil portant l’ancien identifiant recevront celui du Mac. Les anciennes données sans identifiant et celles d’autres modèles ne changent pas.
ja: この端末に付けた以前の個体IDをMacのIDに変更します。IDのない旧記録や他の機種の記録は変更しません。
ko: 이 기기의 이전 ID가 있는 기록에만 Mac의 ID를 적용합니다. ID가 없는 이전 기록과 다른 모델의 기록은 변경하지 않습니다.
zh_hans: 只有此设备中带有旧 ID 的记录会改用 Mac 的 ID。无 ID 的旧记录及其他型号的记录不会更改。
zh_hant: 只有此裝置中帶有舊 ID 的紀錄會改用 Mac 的 ID。沒有 ID 的舊紀錄及其他機型的紀錄不會變更。

# mt_078
source: PC transfer is in beta. A fix may take time, and we may not be able to reply individually.
de: Die PC-Übertragung ist eine Betafunktion. Eine Lösung kann Zeit brauchen; möglicherweise können wir nicht individuell antworten.
es: La transferencia con PC está en beta. Una solución puede tardar y quizá no podamos responder individualmente.
fr: Le transfert PC est en bêta. La résolution peut prendre du temps et nous pourrions ne pas répondre individuellement.
ja: PC連携はベータ版です。解決まで時間がかかる場合があり、個別に返信できない場合もあります。
ko: PC 전송은 베타 기능입니다. 해결에 시간이 걸리거나 개별 답변을 드리지 못할 수 있습니다.
zh_hans: PC 传输仍处于测试阶段。解决问题可能需要时间，也可能无法逐一回复。
zh_hant: PC 傳輸仍處於測試階段。解決問題可能需要時間，也可能無法逐一回覆。

# mt_079
source: Contact
de: Kontakt
es: Contacto
ja: 連絡先
ko: 연락처
zh_hans: 联系方式
zh_hant: 聯絡方式

# mt_080
source: Diagnostic attachments
de: Diagnoseanhänge
es: Archivos de diagnóstico
fr: Pièces jointes de diagnostic
ja: 添付する診断情報
ko: 첨부할 진단 정보
zh_hans: 诊断附件
zh_hant: 診斷附件

# mt_082
source: PC status: not received
de: PC-Status: nicht empfangen
es: Estado del PC: no recibido
fr: État du PC : non reçu
ja: PCの状態：未受信
ko: PC 상태: 수신 안 됨
zh_hans: PC 状态：未收到
zh_hant: PC 狀態：尚未收到

# mt_083
source: PC status: received
de: PC-Status: empfangen
es: Estado del PC: recibido
fr: État du PC : reçu
ja: PCの状態：受信済み
ko: PC 상태: 수신 완료
zh_hans: PC 状态：已收到
zh_hant: PC 狀態：已收到

# mt_084
source: To refresh the PC report, open MochiLog on your Mac or Windows PC on the same Wi-Fi or Tailscale, then reopen this screen. Raw analytics logs and pairing secrets are excluded.
de: Öffnen Sie MochiLog auf dem Mac oder Windows-PC im selben WLAN oder Tailscale und öffnen Sie diese Seite erneut. Rohdaten und Kopplungsgeheimnisse sind ausgeschlossen.
es: Para actualizar el informe, abre MochiLog en el Mac o PC Windows en la misma Wi-Fi o Tailscale y vuelve a esta pantalla. No se incluyen registros sin procesar ni secretos de emparejamiento.
fr: Pour actualiser le rapport, ouvrez MochiLog sur Mac ou PC Windows via le même Wi-Fi ou Tailscale, puis rouvrez cet écran. Les journaux bruts et les secrets de jumelage sont exclus.
ja: PCの情報を更新するには、同じWi-FiまたはTailscale上でMac／Windowsアプリを開き、この画面を開き直してください。解析ログ本文やペアリングの秘密鍵は含めません。
ko: PC 보고서를 갱신하려면 같은 Wi-Fi 또는 Tailscale에서 Mac/Windows 앱을 열고 이 화면을 다시 여세요. 분석 로그 원문과 페어링 비밀키는 포함되지 않습니다.
zh_hans: 要更新 PC 报告，请在同一 Wi-Fi 或 Tailscale 下打开 Mac 或 Windows 应用，然后重新打开此页面。不包含原始分析日志或配对密钥。
zh_hant: 若要更新 PC 報告，請在相同 Wi-Fi 或 Tailscale 下開啟 Mac 或 Windows App，然後重新開啟此頁面。不包含原始分析日誌或配對金鑰。

# mt_085
source: Cannot compose email
de: E-Mail kann nicht erstellt werden
es: No se puede redactar el correo
fr: Impossible de rédiger l’e-mail
ja: メールを作成できません
ko: 메일을 작성할 수 없음
zh_hans: 无法撰写邮件
zh_hant: 無法撰寫郵件

# mt_086
source: Set up an email account on this device.
de: Richten Sie auf diesem Gerät ein E-Mail-Konto ein.
es: Configura una cuenta de correo en este dispositivo.
fr: Configurez un compte e-mail sur cet appareil.
ja: 端末にメールアカウントを設定してください。
ko: 이 기기에 메일 계정을 설정하세요.
zh_hans: 请在此设备上设置电子邮件账户。
zh_hant: 請在此裝置上設定電子郵件帳號。
